{
  "applicationType": "Application Type",
  "ownerOperator": "Owner Operator",
  "companyDriver": "Company Driver",
  "cancel": "Cancel",
  "submit": "Submit",
  "personalInformation": "Personal Information",
  "addHistory": "Add Employment History",
  "firstName": "First Name",
  "lastName": "Last Name",
  "street": "Street Address",
  "city": "City",
  "state": "State",
  "zip": "ZIP",
  "phone": "Phone",
  "altPhone": "Alternative phone",
  "driversLicense": "Driver's License",
  "dlNumber": "Driver's license number",
  "class": "Class",
  "dateOfBirth": "Date of Birth",
  "expDate": "Expiration Date",
  "viewFullText": "View full text",
  "emergencyContact": "Emergency Contact",
  "name": "Name",
  "relationship": "Relationship",
  "appTitle": "RCJ Driver's Application",
  "next": "Next",
  "back": "Back",
  "missingInformation": "Missing inforamtion",
  "drivingExp": "Driving Experience",
  "accidentRecord": "Accident Record",
  "trafficConv": "Traffic Convictions",
  "emplHist": "Employment History",
  "criminalBg": "Criminal Background",
  "signSubmit": "Signature & Final Details",
  "skip": "If you have nothing to report you can skip this step.",
  "equipType": "Equipment Type",
  "expYears": "Years of Experience",
  "miles": "Miles Driven",
  "addDrivingExp": "Add Driving Experience",
  "removeExp": "Remove Experience",
  "accidentrecord": "Accident Record",
  "accidentDate": "Accident Date",
  "accidentType": "Accident Type",
  "fatalities": "Fatalities",
  "injuries": "Injuries",
  "removeRecord": "Remove Record",
  "addRecord": "Add Accident Record",
  "location": "Location",
  "charge": "Charge",
  "removeConv": "Remove Conviction",
  "addConv": "Add Traffic Conviction",
  "emplInfo1": "All driver applicants to drive in interstate or intrastate commerce must provide the following information on all employers during the preceding three (3) years. List complete mailing address, street number, city, state and zip code. Applicants to drive a ",
  "emplInfo2": "commercial motor vehicle*",
  "emplInfo3": " in intrastate or interstate commerce shall also provide an additional 7 years’ information on those employers for whom the applicant operated such vehicle. LIST ALL EMPLOYMENT FOR LAST 10 YEARS—PLEASE ACCOUNT FOR ALL TIME.",
  "emplInfoHint": "Includes vehicles having a GVWR of 26,001 lbs. or more, vehicles designed to transport 15 or more passengers, or any size vehicle used to transport hazardous materials in a quantity requiring placarding.",
  "companyName": "Name of Company",
  "contactPerson": "Contact Person",
  "position": "Position Held",
  "from": "From",
  "to": "To",
  "reasonLeave": "Reason for Leaving",
  "subjectFMCSR": "Were you subject to the FMCSRs while employed?",
  "subjectFMCSRInfo": "The Federal Motor Carrier Safety Regulations (FMCSRs) apply to anyone operating a motor vehicle on a highway in interstate commerce to transport passengers or property when the vehicle: (1) weighs or has a GVWR of 10,001 pounds or more, (2) is designed or used to transport 9 or more passengers,OR (3) is of any size and is used to transport hazardous materials in a quantity requiring placarding.",
  "dotRegulated": "Was your job designated as a safety-sensitive function in any DOT-regulated mode subject to the Drug and Alcohol testing Requirements of 49 CFR Part 40?",
  "removeHistory": "Remove History",
  "trailerType": "Type of Trailer",
  "emplHistory": "Employment History",
  "deniedLicenseLabel": "Have you ever been denied a license, permit or privilege to operate a motor vehicle?",
  "suspendedOrRevokedLabel": "Has any license, permit or privilege ever been suspended or revoked?",
  "deniedOrSuspendedExplanationLabel": "If the answer to either above, give details:",
  "felonyLabel": "Have you ever been arrested and/or convicted of a misdemeanor or felony?",
  "felonyExplanationLabel": "If yes, please explain fully. Conviction of a crime is not an automatic bar to employment, all circumstances will be considered",
  "printName": "Full Name",
  "applicationCertify": "This certifies that this application was completed by me, and that all entries on it and information in it are true and complete to the best of my knowledge.",
  "bgCheckAgreement": "In accordance with the provisions of Section 604 (b)(2)(A) of the Fair Credit Reporting Act, Public Law 91-508, as amended by the Consumer Credit Reporting Act of 1996 (Title II, Subtitle D, Chapter I, of Public Law 104-208), you are being informed that reports verifying your previous employment, previous drug and alcohol test results, and your driving record may be obtained on you for employment/contract purposes. These reports are required by Sections 382.413, 391.23, and 391.25, of the Federal Motor Carrier Safety Regulations.",
  "signature": "Signature",
  "clear": "Clear",
  "authorize": "I authorize you to make such investigations and inquiries of my personal, employment, financial or medical history and other related matters as may be necessary in arriving at a decision. (Generally, inquiries regarding medical history will be made only if and after a conditional offer has been extended.) I hereby release employers, schools, health care providers and other persons from all liability in responding to inquiries and releasing information in connection with my application. I understand that false or misleading information given in my application or interview(s) may result in discharge. I understand, also, that I am required to abide by all rules and regulations of RCJ TRANSPORT. I understand that information I provide regarding current and/or previous employers may be used, and those employer(s) will be contacted, for the purpose of investigating my safety performance history as required by 49 CFR 391.23 (d) and (e). I understand that I have the right to:\n -Review information provided by previous employers;\n -Have errors in the information corrected by previous employers and for those previous employers to resend the corrected information to the prospective employer; and\n -Have a rebuttal statement attached to the alleged erroneous information, if the previous employer(s) and I cannot agree on the accuracy of the information.",
  "homeAddress": "Home Address (Last 3 years)",
  "addAddress": "Add Home Address",
  "removeAddress": "Remove Address",
  "delete": "Delete",
  "begin": "Begin",
  "addMore": "Add More",
  "acceptAllTermsShort": "I agree to the Terms & Conditions",
  "viewTerms": "View full Terms & Conditions",
  "hideTerms": "Hide Terms",
  "accepted": "(accepted)",
  "pspAgreement.body": "In connection with your application for employment with RCJ Transport (\"Prospective Employer\"), Prospective Employer, its employees, agents or contractors may obtain one or more reports regarding your driving and safety inspection history from the Federal Motor Carrier Safety Administration (FMCSA).\n\nWhen the application for employment is submitted in person, if the Prospective Employer uses any information it obtains from FMCSA in a decision to not hire you or to make any other adverse employment decision regarding you, the Prospective Employer will provide you with a copy of the report upon which its decision was based and a written summary of your rights under the Fair Credit Reporting Act before taking any final adverse action. If any final adverse action is taken against you based upon your driving history or safety report, the Prospective Employer will notify you that the action has been taken and that the action was based in part or in whole on this report.\n\nWhen the application for employment is submitted by mail, telephone, computer, or other similar means, if the Prospective Employer uses any information it obtains from FMCSA in a decision to not hire you or to make any other adverse employment decision regarding you, the Prospective Employer must provide you within three business days of taking adverse action oral, written or electronic notification: that adverse action has been taken based in whole or in part on information obtained from FMCSA; the name, address, and the toll free telephone number of FMCSA; that the FMCSA did not make the decision to take the adverse action and is unable to provide you the specific reasons why the adverse action was taken; and that you may, upon providing proper identification, request a free copy of the report and may dispute with the FMCSA the accuracy or completeness of any information or report. If you request a copy of a driver record from the Prospective Employer who procured the report, then, within 3 business days of receiving your request, together with proper identification, the Prospective Employer must send or provide to you a copy of your report and a summary of your rights under the Fair Credit Reporting Act.\n\nNeither the Prospective Employer nor the FMCSA contractor supplying the crash and safety information has the capability to correct any safety data that appears to be incorrect. You may challenge the accuracy of the data by submitting a request to https://dataqs.fmcsa.dot.gov. If you challenge crash or inspection information reported by a State, FMCSA cannot change or correct this data. Your request will be forwarded by the DataQs system to the appropriate State for adjudication.\n\nAny crash or inspection in which you were involved will display on your PSP report. Since the PSP report does not report, assign, or imply fault, it will include all Commercial Motor Vehicle (CMV) crashes where you were a driver or co-driver and where those crashes were reported to FMCSA, regardless of fault. Similarly, all inspections, with or without violations, appear on the PSP report. State citations associated with Federal Motor Carrier Safety Regulations (FMCSR) violations that have been adjudicated by a court of law will also appear, and remain, on a PSP report.\n\nThe Prospective Employer cannot obtain background reports from FMCSA without your authorization.\n\nAUTHORIZATION\n\nIf you agree that the Prospective Employer may obtain such background reports, please read the following and sign below: I authorize RCJ Transport (\"Prospective Employer\") to access the FMCSA Pre-Employment Screening Program (PSP) system to seek information regarding my commercial driving safety record and information regarding my safety inspection history. I understand that I am authorizing the release of safety performance information including crash data from the previous five (5) years and inspection history from the previous three (3) years. I understand and acknowledge that this release of information may assist the Prospective Employer to make a determination regarding my suitability as an employee.\n\nI further understand that neither the Prospective Employer nor the FMCSA contractor supplying the crash and safety information has the capability to correct any safety data that appears to be incorrect. I understand I may challenge the accuracy of the data by submitting a request to https://dataqs.fmcsa.dot.gov. If I challenge crash or inspection information reported by a State, FMCSA cannot change or correct this data. I understand my request will be forwarded by the DataQs system to the appropriate State for adjudication.\n\nI understand that any crash or inspection in which I was involved will display on my PSP report. Since the PSP report does not report, assign, or imply fault, I acknowledge it will include all CMV crashes where I was a driver or co-driver and where those crashes were reported to FMCSA, regardless of fault. Similarly, I understand all inspections, with or without violations, will appear on my PSP report, and State citations associated with FMCSR violations that have been adjudicated by a court of law will also appear, and remain, on my PSP report.\n\nI have read the above Disclosure Regarding Background Reports provided to me by Prospective Employer and I understand that if I sign this Disclosure and Authorization, Prospective Employer may obtain a report of my crash and inspection history. I hereby authorize Prospective Employer and its employees, authorized agents, and/or affiliates to obtain the information authorized above.\n\nNOTICE: This form is made available to monthly account holders by NIC on behalf of the U.S. Department of Transportation, Federal Motor Carrier Safety Administration (FMCSA). Account holders are required by federal law to obtain an Applicant’s written or electronic consent prior to accessing the Applicant’s PSP report. Further, account holders are required by FMCSA to use the language contained in this Disclosure and Authorization form to obtain an Applicant’s consent. The language must be used in whole, exactly as provided. Further, the language on this form must exist as one stand-alone document. The language may NOT be included with other consent forms or any other language.\n\nNOTICE: The prospective employment concept referenced in this form contemplates the definition of “employee” contained at 49 C.F.R. 383.5. LAST UPDATED 2/11/2016 ",

  "applicationCertify.short": "Application confirmation",
  "applicationCertify.plain": "You confirm this application was completed by you and the information is accurate to the best of your knowledge.",

  "bgCheckAgreement.short": "Background & driving record checks",
  "bgCheckAgreement.plain": "You allow us to request past employment, drug/alcohol test results, and your driving record for employment purposes.",

  "authorize.short": "Authorization to verify history",
  "authorize.plain": "You permit us to verify your personal, employment, and related history as needed to evaluate your application.",

  "pspAgreement.short": "FMCSA PSP consent",
  "pspAgreement.plain": "You consent to RCJ Transport requesting your FMCSA PSP report (crash and inspection history) to assess your suitability.",
  "pleaseReviewTopNav": "Please finish the sections below. Use the top navigation or click an item to jump to that section.",
  "issuesCount_one": "1 item to complete",
  "issuesCount_other": "{{count}} items to complete",

  "submissionSuccessTitle": "Your application has been submitted successfully!",
  "startOver": "Start over",
  "nonOfficialTranslationNotice": "This is an unofficial translation provided for your convenience only. The English version controls.",
  "pleaseAcceptAll": "You must accept the Terms & Conditions to continue.",
  "mustCover10Years": "You must cover at least 10 years of history (oldest “from” date on or before {{date}}).",
  "gap": "Gap",
  "explanationOptional": "Explanation (optional)"
}
